let Arr = [
    {
        cerImage: '../imgs/1.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/2.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/3.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/4.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/5.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/6.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/7.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/8.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/9.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/10.jpeg',
        cerTitle: 'hello this is title',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
    {
        cerImage: '../imgs/11.jpeg',
        cerTitle: ' شهادة اخصائي محترف في القيادة اللإدارية CBP-LS',
        cerDescription: `ويد المتدربين بالمبادئ والمفاهيم والمنهجيات الأساسية في مجال القيادة الإدارية
وذلك من خلال تدريبات عملية وسيناريوهات محاكية لمواقف الحياة الحقيقة بهدف تطوير مهارات المتدربين القيادية واكسابهم أساسيات القيادة المناسبة والفعالة في بيئات العمل المختلفة `
    },
]

function displayCer() {
    allCertficates = ``

    for (let i = 0; i < Arr.length; i++) {

        allCertficates += `       <div class="col-6 col-sm-6 col-md-4 col-lg-3 cer">
                 <article>
                        <img src=" ${Arr[i].cerImage} " class="w-100" alt="">
                        <div class="p-2">
                            <h6> شهادة اخصائي محترف في القيادة اللإدارية CBP-LS </h6>
                            <P> ${Arr[i].cerDescription} </P>

                           <button>
                                تعرف علي المزيد
                            </button>
                        </div>
                    </article>

             </div>`

        document.querySelector('.cer').innerHTML = allCertficates
    }

}

displayCer()
